function get_data() {
    return {
        "english": "elmo's fence",
        "category": [
            ["そ", "So"],
            ["の", "no"],
            ["他", "ta"]
        ],
        "formalName": [
            ["エ", "E"],
            ["ル", "ru"],
            ["モ", "mo"],
            ["囲", "G(k)ako"],
            ["い", "i"]
        ],
        "board": [
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            "..0.0....",
            "00.0S....",
            ".0KS.....",
            "00G.G....",
        ]
    };
}
