function get_data() {
    return {
        "english": "Duck swim fence",
        "category": [
            ["そ", "So"],
            ["の", "no"],
            ["他", "ta"]
        ],
        "formalName": [
            ["あ", "A"],
            ["ひ", "hi"],
            ["る", "ru"],
            ["囲", "G(k)ako"],
            ["い", "i"]
        ],
        "board": [
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            "..00000..",
            "...SKS...",
            "..G...G..",
        ]
    };
}
