function get_data() {
    return {
        "english": "Big four",
        "category": [
            ["穴", "Ana"],
            ["熊", "g(k)uma"],
            ["囲", "G(K)ako"],
            ["い", "i"]
        ],
        "formalName": [
            ["ビ", "Bi"],
            ["ッ", "g"],
            ["グ", "gu"],
            ["４", "Foh"]
        ],
        "board": [
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            ".000.....",
            "0SS.0....",
            "0GG......",
            "K0.......",
        ]
    };
}
