function get_data() {
    return {
        "english": "Bonanza's fence",
        "category": [
            ["そ", "So"],
            ["の", "no"],
            ["他", "ta"]
        ],
        "formalName": [
            ["ボ", "Bo"],
            ["ナ", "na"],
            ["ン", "n"],
            ["ザ", "za"],
            ["囲", "G(k)ako"],
            ["い", "i"]
        ],
        "board": [
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            "0.0......",
            ".0S00....",
            "..KGG....",
            "00.......",
        ]
    };
}
