function get_data() {
    return {
        "english": "Silver crown 2",
        "category": [
            ["美", "Mi"],
            ["濃", "no"],
            ["囲", "G(k)ako"],
            ["い", "i"]
        ],
        "formalName": [
            ["銀", "Gin"],
            ["冠", "Kanmuri"],
            ["2", "2"]
        ],
        "board": [
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            ".....0.00",
            "....0G0S.",
            "......GK.",
            ".......00",
        ]
    };
}
