function get_data() {
    return {
        "english": "Strawberry fence",
        "category": [
            ["そ", "So"],
            ["の", "no"],
            ["他", "ta"]
        ],
        "formalName": [
            ["い", "I"],
            ["ち", "chi"],
            ["ご", "go"],
            ["囲", "G(k)ako"],
            ["い", "i"]
        ],
        "board": [
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            "..0......",
            "00.00....",
            ".0GKG....",
            "00S......",
        ]
    };
}
