function get_data() {
    return {
        "enclosureName": [
            "左美濃囲い", "左美濃囲い", "Hidari Mino Gakoi", "Hidari Mino Gakoi"
        ],
        "board": [
            [96, '0'],
            [76, '0'],
            [56, '0'],

            [87, '0'],
            [77, '0'],
            [67, '0'],

            [88, 'K'],
            [78, 'S'],
            [58, 'G'],

            [99, '0'],
            [89, '0'],
            [69, 'G'],
        ]
        /*
        "arrow": [
            ["w88", "k51"],
            ["d78", "a4884"],
            ["d68", "a62"],
            ["c58", "a1"]
        ]
        */
    };
}
