function get_data() {
    return {
        "english": "Silver crown 1",
        "category": [
            ["美", "Mi"],
            ["濃", "no"],
            ["囲", "G(k)ako"],
            ["い", "i"]
        ],
        "formalName": [
            ["銀", "Gin"],
            ["冠", "Kanmuri"],
            ["1", "1"]
        ],
        "board": [
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            ".......00",
            "....000S.",
            ".....GGK.",
            ".......00",
        ]
    };
}
