function get_data() {
    return {
        "english": "Silver crown 3",
        "category": [
            ["美", "Mi"],
            ["濃", "no"],
            ["囲", "G(k)ako"],
            ["い", "i"]
        ],
        "formalName": [
            ["銀", "Gin"],
            ["冠", "Kanmuri"],
            ["3", "3"]
        ],
        "board": [
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            ".....0000",
            "....0G0S.",
            "......GK.",
            "........0",
        ]
    };
}
