function get_data() {
    return {
        "english": "Millennium fence",
        "category": [
            ["そ", "So"],
            ["の", "no"],
            ["他", "ta"]
        ],
        "formalName": [
            ["ミ", "Mi"],
            ["レ", "re"],
            ["ニ", "ni"],
            ["ア", "a"],
            ["ム", "mu"],
            ["囲", "G(k)ako"],
            ["い", "i"]
        ],
        "board": [
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            "0.000....",
            ".00G0....",
            ".SG......",
            "0KS......",
        ]
    };
}
