function get_data() {
    return {
        "english": "Monk head fence",
        "category": [
            ["美", "Mi"],
            ["濃", "no"],
            ["囲", "G(k)ako"],
            ["い", "i"]
        ],
        "formalName": [
            ["坊", "Bou"],
            ["主", "z(sh)u"],
            ["美", "Mi"],
            ["濃", "no"]
        ],
        "board": [
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            "....000.0",
            "......SK.",
            ".....G.00",
        ]
    };
}
