function get_data() {
    return {
        "english": "Topknot fence",
        "category": [
            ["美", "Mi"],
            ["濃", "no"],
            ["囲", "G(k)ako"],
            ["い", "i"]
        ],
        "formalName": [
            ["ちょ", "Cho"],
            ["ん", "n"],
            ["ま", "ma"],
            ["げ", "ge"],
            ["美", "Mi"],
            ["濃", "no"]
        ],
        "board": [
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            ".......0.",
            "....000.0",
            "......SK.",
            ".....G.00",
        ]
    };
}
