function get_data() {
    return {
        "link": [
            "https://shougi.gopoq.net/%e5%b0%86%e6%a3%8b%e3%82%a6%e3%82%a9%e3%83%bc%e3%82%ba%e3%81%ae%e5%9b%b2%e3%81%84%e3%82%92%e5%85%a8%e7%a8%ae%e9%a1%9e%e3%81%be%e3%81%a8%e3%82%81%e3%81%be%e3%81%97%e3%81%9f%e3%80%82/"
        ],
        "english": "Millennium fence type 0",
        "category": [
            ["そ", "So"],
            ["の", "no"],
            ["他", "ta"]
        ],
        "formalName": [
            ["ミ", "Mi"],
            ["レ", "re"],
            ["ニ", "ni"],
            ["ア", "a"],
            ["ム", "mu"],
            ["囲", "G(k)ako"],
            ["い", "i"],
            ["０", "Rei"]
        ],
        "board": [
            ".........",
            ".........",
            ".........",
            ".........",
            ".........",
            "..0......",
            "00000....",
            ".S.......",
            "0KG......",
        ]
    };
}
